---
kind: property
id: P:Autodesk.Revit.DB.SynchronizeWithCentralOptions.RelinquishBorrowedElements
source: html/7e9e417f-2290-7640-8142-56c452b64c13.htm
---
# Autodesk.Revit.DB.SynchronizeWithCentralOptions.RelinquishBorrowedElements Property

Indicates whether Revit should relinquish borrowed elements after synchronizing with central.

## Syntax (C#)
```csharp
public bool RelinquishBorrowedElements { get; }
```

## Remarks
This is a shortcut to access the value stored in CheckedOutElements .